# HvacMassPerTime Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SpecTypeId..::..HvacMassPerTime Property
SpecTypeId Class See Also
---
Mass per Time, in discipline HVAC.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId HvacMassPerTime { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property HvacMassPerTime As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ HvacMassPerTime {
	ForgeTypeId^ get ();
}
```

# See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace